Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Table 1 in Appendix 1 provides a list of the banks in each of the three groups as of September 2010, each bank’s total assets as of June 2010 and how the total quota on the basis of these data is distributed among the three groups.
nb: Tabell 1 i appendiks 1 gir en oversikt over hvilke banker som per september 2010 kommer i de tre gruppene, forvaltningskapitalen til den enkelte bank per juni 2010 og hvordan totalkvoten i henhold til disse dataene fordeles mellom de tre gruppene.

source: In the longer term, inflation expectations are little changed and lie close to the 2% target.
nb: På lengre sikt er inflasjonsforventningene lite endret, og ligger nær målet på 2 prosent.

source: Staff Memos present reports and documentation written by staff members and affiliates of Norges Bank, the central bank of Norway.
nb: Staff Memo inneholder utredninger og dokumentasjon skrevet av Norges Banks ansatte og andre forfattere tilknyttet Norges Bank.

source: Item 208/2019 Briefing on relevant matters for Norges Bank Central Banking Operations (NBCBO)
nb: Sak 208/2019 Orientering om aktuelle saker i sentralbankvirksomheten

source: Hans Aasnes has extensive experience in investment management, real estate management and direct investment at Storebrand and the UMOE Group, among others.
nb: Aasnæs har lang erfaring fra kapitalforvaltning, eiendomsforvaltning og direkteinvesteringer blant annet fra Storebrand og UMOE.

source: The bank manages its accounts at Norges Bank by using NBO Online or by submitting
nb: Så snart Norges Bank har mottatt bekreftelse fra Danmarks Nationalbank eller Sveriges

source: The first krone notes were issued in 1877 with the 1000-krone note as the highest denomination.
nb: De første kronesedlene ble utgitt i 1877, med 1000 kroner som høyeste valør.

source: status in Norges Bank to the auditor which is stated in the current official company
nb: den sentrale motpartens finansielle status i Norges Bank til den revisor som er oppført på

source: ment of the Fund must nevertheless be regularly assessed.
nb: åpenhet i foRvaltningen av spu

source: One speciedaler, signed 1822.
nb: Spesiedalerseddel signert 1822. Til høyre:

source: Climate change and the transition to a low-carbon economy wil be one of the greatest
nb: Klimaendringer og omstil ingen til en lavutslippsøkonomi blir en av de største

source: Christie of Trondheim, while paper and engravings were supplied by Saunders in London.
nb: Christie i Trondheim, mens papir og gravyrer ble levert av Saunders i London.

source: IFRS 9 has changed the way banks recognise credit losses.
nb: IFRS 9 har endret tapsføringen i bankene.

source: 1848, was the first of these. It was followed by establish the Scandinavian Monetary Union. There
nb: 1848, var den første av aksjebankene. Senere ning, med et mildt uttrykk sies at banken ved en stor

source: Nowa is a measure of the interest rate on unsecured overnight interbank loans between banks that are active in the Norwegian overnight market.
nb: Nowa måler renten på usikrede overnattenlån i norske kroner mellom banker som er aktive i det norske overnattenmarkedet.

source: Scope 1 emissions are direct emissions in production.
nb: Utslipp i ramme 1 er direkte utslipp i produksjonen.

source: Thanks also to other colleagues at Norges Bank.
nb: Takk også til andre kolleger i Norges Bank

source: Egil Matsen reported on the Ownership Committee’s discussions and position.
nb: Egil Matsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: have been the most accurate.
nb: I tabellen er også

source: It would take years to restore confidence in paper money and banks in France.
nb: Det skulle igjen ta lang tid å bygge ny tillit til papirpenger og banker i Frankrike.

source: The increase effective from end-2020 applied to IRB banks, but for other banks, the increase applies from end-2022.
nb: Økningen med virkning fra utgangen av 2020 gjaldt banker med IRB-metode, mens for øvrige banker gjelder økningen fra utgangen av 2022.

source: House prices have risen sharply through the pandemic
nb: Boligprisene har vokst mye gjennom pandemien

source: A majority of the banks in Norges Bank’s lending survey reported that the ordinary maturity of new commercial property mortgages over the past six months was under five years, little changed compared with prior to the pandemic.
nb: Et flertall av bankene i Norges Banks utlånsundersøkelse rapporterer at vanlig løpetid på nye lån med pant i næringseiendom siste halvår er under fem år, og dette er lite endret sammenliknet med før pandemien.

source: systems for settlement and clearing of transactions
nb: For å sikre en rasjonell håndtering av betalingsopp-

source: The Governor and Deputy Governor Nicolaisen presented the topic, which consisted of
nb: Sentralbanksjefen og visesentralbanksjef Nicolaisen redegjorde for saksfremlegget,

source: Henrik Andersen, Charlotte Høeg Haugen, Jama Johnsen, Lars-Tore Turtveit and Bent Vale
nb: Henrik Andersen, Charlotte Høeg Haugen, Jama Johnsen, Lars-Tore Turtveit og Bent Vale

source: The Executive Board approved the proposed "Executive Board's Assessment" with the remarks made during the meeting and took note of the descriptive part of the 2017 Financial Stability Report.
nb: Hovedstyret godkjente forslag til «Hovedstyrets vurdering» med de merknader som fremkom i møtet, og tok den beskrivende delen av rapporten Finansiell stabilitet 2017 til etterretning.

source: Item 99/2019 Organisation of administrative functions in Norges Bank
nb: Sak 99/2019 Organisering av administrative funksjoner i Norges Bank

source: In December 2019, ARR created a subgroup to report on the possibility of establishing a Nowa-linked OIS market in Norway.
nb: ARR opprettet en undergruppe for å utrede mulighetene for å etablere et OIS-marked i Norge knyttet til Nowa i desember 2019.

source: and supervision, and the first applications for authorisation
nb: konsesjons- og tilsynsmyndighet, og de første konsesjons-

source: Section 4 discusses whether specific groups gates.
nb: tel 4 diskuterer om noen bestemte grupper av hushold-

source: Auction history - F-loans in USD
nb: Tidligere auksjoner - F-lån i USD

source: Structural adjustments have also been substantial in the fishing industry on land.
nb: Omstillingen har vært stor også i fiskerinæringens på land.

source: The year-on-year rise in the number of passengers has been negative for seven consecutive months.
nb: Tolvmånedersveksten i antall passasjerer har vært negativ syv måneder på rad.

source: Item 200/2017 Strategy and framework for the foreign exchange reserves
nb: november. Sak 200/2017 Strategi og rammeverk for valutareservene

source: After an overall assessment, it is the Executive Board’s view that the most appropriate course would be for regulatory responsibility to continue to rest with the Ministry and that the responsibility for supervising individual institutions should, as is the case today, rest with the Financial Supervisory Authority.
nb: Etter en samlet vurdering mener hovedstyret det vil være mest hensiktsmessig at forskriftsansvaret fortsatt ligger i departementet og at ansvaret for tilsynet med enkeltinstitusjonene, som i dag, bør ligge i Finanstilsynet.

source: Chart 7 shows the decomposed contribution from risk-weighted assets for the two
nb: risikovekt. Figur 7 viser det dekomponerte bidraget fra beregningsgrunnlaget for de

source: ing the dissolution of the union with Sweden in 1905.
nb: det gjennomsnittlige prisnivået konstant – noe som ningen av unionen med Sverige i 1905.

source: in line with the current inflation target.
nb: som er på linje med det målet som nå er satt for inflasjonen.

source: Item 212/2019 - Executive Board’s principles for following up the anti-money laundering provisions
nb: Sak 212/2019 Hovedstyrets prinsipper for oppfølging av hvitvaskingsbestemmelsene

source: This is most clearly expressed in central banks’ guidelines for pledging collateral for loans and in the pricing of standing liquidity facilities.
nb: Dette kommer tydeligst til uttrykk i sentralbankenes sikkerhetsregelverk for lån og prisingen av lån i stående likviditetsfasiliteter.

source: The proposal is for the minimum total volume to be NOK 1 billion and for a minimum of three banks on the lending side and three banks on the deposit side of the transactions.
nb: Forslaget er at samlet volum må være minimum 1 milliard norske kroner, og at det må være minimum tre banker på utlånssiden og tre banker på innlånssiden av transaksjonene.

source: For that reason, Sveriges Riksbank's was not permitted to print banknotes when it was founded.
nb: Sveriges Riksbank ble derfor grunnlagt med forbud mot å trykke pengesedler.

source: This means that the Bank may not be instructed regarding these decisions except in extraordinary circumstances, and in that case in accordance with the formal requirements of Section 1-4, second paragraph.
nb: Det betyr at banken ikke kan instrueres i disse beslutningene annet enn i ekstraordinære situasjoner, og i så fall etter formkravene i § 1-4 annet ledd.

source: market vulnerabilities; and (c) vulnerabilities in the household and
nb: og (c) sårbarheter i husholdninger og foretak.

source: The network’s forecasts of gross fixed capital formation over the next year have been relatively good since 2012.
nb: Nettverkets anslag for utviklingen i foretaksinvesteringer det neste året har truffet relativt godt etter 2012.

source: Question 5: Does your institution support the working group’s recommendation on a single methodology for the fallback clause?
nb: Spørsmål 5: Støtter din institusjon arbeidsgruppens vurdering om at fallback-klausulen i størst mulig grad bør utformes med utgangspunkt i én felles metodikk?

source: • The new system for management of banks’ reserves will apply to all banks in Norges
nb: • Alle bankene i Norges Banks oppgjørssystem (NBO) kommer inn under det nye

source: the mid-1970s and 1986 had the strongest negative impact.
nb: gjørene midt på 1970- tallet og i 1986 er de oppgjørene

source: The Executive Board had an exchange of views and approved the annual report on
nb: Hovedstyret hadde en meningsutveksling og godkjente årsrapporten om

source: as to the approach central banks should take in monetary
nb: med at i den virkelige verden er trolig en gradvis penge-

source: As to Norges Bank’s knowledge, a NIBOR panel bank must be established in Norway, actively quoting Norwegian interest rate products during market opening hours on all Norwegian banking days, and have access to F-loans in Norges Bank.
nb: Etter det Norges Bank erfarer, må en bank i NIBOR-panelet være etablert i Norge, være aktiv prisstiller i norske renteprodukter alle norske bankdager i markedets åpningstid og ha F-lånsadgang i Norges Bank.

source: The Constitution of 1814 gave Norway its own Supreme Court.
nb: Med Grunnloven av 1814 fikk Norge sin egen Høyesterett.

source: The operational ted TWI one year ahead as from 1998 (data from target of monetary policy shall be annual consumer
nb: og forventet KKI ett år fram i tid, fra 1998 (data fra av pengepolitikken.

source: Financial stability was moved up on the agenda in inter-
nb: Finansiell stabilitet ble flyttet opp på agendaen i inter-

source: Against this background, the Executive Board supports the proposed Section 3-2.
nb: På denne bakgrunn støtter hovedstyret forslaget til § 3-2.

source: Obverse: Portrait of Bjørnstjerne Bjørnson based on a painting by Erik Werenskiold.
nb: Portrett av Bjørnstjerne Bjørnson etter maleri av Erik Werenskiold.

source: The Executive Board also supports the proposed Section 3-5, first paragraph, second sentence, specifying that no one is obliged to accept in any one payment more than 25 coins of each denomination.
nb: Hovedstyret støtter også forslaget i § 3-5 første ledd annet punktum om at ingen har plikt til å ta imot mer enn 25 mynter av hver enhet i én betaling.

source: All respondents support the working group’s recommendation.
nb: Alle aktørene støtter arbeidsgruppens forslag.

source: than expected in 2003.
nb: tive effekter for inflasjonen i 2003.

source: They are magnificent and beautifully crafted.
nb: De er svært vakre og godt laget.

source: The Report is a part of Norges Bank’s work to promote financial stability and an efficient financial infrastructure.
nb: Rapporten er en del av Norges Banks arbeid med å fremme finansiell stabilitet og en effektiv og sikker finansiell infrastruktur.

source: New settlements sprung up, and existing market villages and towns from Vest-Agder to Nordland were reinvigorated.
nb: Nye tettsteder grodde fram, og gamle handelsteder og byer fra Vest-Agder til Nordland fikk en ny giv.

source: Under Section 1 of the Norges Bank Act, Norges Bank shall "promote an efficient payment system domestically as well as vis-à-vis other countries, and monitor developments in the money, credit and foreign exchange markets".
nb: Etter sentralbankloven §1 skal Norges Bank fremme et effektivt betalingssystem innenlands og overfor utlandet og overvåke penge-, kreditt- og valutamarkedene.

source: The Governor and Ida Wolden Bache presented the Ministry of Finance's proposal and Norges Bank's draft comments on the matter.
nb: Sentralbanksjefen og Ida Wolden Bache redegjorde for forslaget fra Finansdepartementet og utkastet til uttalelse fra Norges Bank om saken.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av.

source: 5 The price index for Norwegian imported goods from the external trade statistics show developments in the prices that importers pay for imported goods, in NOK terms.
nb: 5 Prisindeksen for norske importvarer fra utenrikshandelsstatistikken viser utviklingen i prisene som importører betaler for importvarer, målt i norske kroner.

source: Nowa is to be set on the basis of actual transactions.
nb: Nowa fastsettes på grunnlag av faktiske transaksjoner.

source: (items 91-92), Sindre Weme (item 101) There were no comments on the meeting notice and agenda.
nb: Birger Vikøren (91-92), Sindre Weme (101) Det var ingen merknader til innkalling og sakliste.

source: In this analysis, we will focus on the first three of these forms of economic support.
nb: Vi vil i analysen fokusere på de tre første av disse tiltakene.

source: CORPORATE STRUCTURE FOR REAL ESTATE INVESTMENTS IN MAINLAND EUROPE
nb: selskApsstruktur For eiendomsinvesteringer i FAstlAnds-europA

source: Extensive digitalisation also entails a vulnerability to cyber attacks (see Section 1.4).
nb: Høy grad av digitalisering medfører også en sårbarhet for cyberangrep, se kapittel 1.4.

source: NBIM – Accrual and payment of performance-based pay for 2020
nb: NBIM – Opptjening og utbetaling av prestasjonslønn for 2020 Saksdokument:

source: Moreover, a sharp fall in house prices can create shocks to banks’ liquidity and covered bond funding.
nb: I tillegg kan et kraftig fall i boligpriser skape forstyrrelser i bankenes likviditet og finansiering gjennom OMF-markedet.

source: The RS 14 Stavanger is 14.35 metres long, with a beam of 4.65 metres and a 2.35 metre draught.
nb: RS 14 «Stavanger» er 14,35 meter lang, 4,65 meter bred og stikker 2,35 meter dypt i vannet.

source: ple, or by direct funding in the interbank market.
nb: ved å låne direkte i interbankmarkedet.

source: Further out, a decline in investment on the Norwegian shelf is likely to dampen growth.
nb: Kronekursen har svekket seg betydelig og er svakere enn lagt til grunn i september.

source: 11 DNB Bank and Nordea Bank Norge do not issue equity in the market but to their parent companies DNB and Nordea AB.
nb: 11 DNB Bank og Nordea Bank Norge gjør ikke egenkapitalemisjoner i markedet, men opp mot konsernspissene DNB og Nordea AB. Disse inkluderes likevel som egenkapitalemisjoner i dekomponeringen.

source: With reference to the distributed preliminary report from NoRe, Per Erik Stokstad (NoRe) gave a briefing on the planned publication of rates calculated using the methodology published by the working group as the recommended fallback rate for Nibor.
nb: Med henvisning til utsendt bakgrunnsnotat fra NoRe orienterte Per Erik Stokstad (NoRe) om den planlagte publiseringen av renter kalkulert med metodikken som ARR-gruppen har publisert som anbefalt fallbackrente for Nibor.

source: The respondents’ feedback on number of days of the shift is not unanimous and the feedback spans from two to five days. See further comments under topic 6.
nb: Respondentene gir ikke entydig tilbakemelding på antall dager skift og innspillene spenner mellom to og fem dager, se ellers kommentarer under spørsmål 6.

source: In its assessment of monetary policy, the Executive Board gave weight to the continued upturn in the Norwegian economy.
nb: I vurderingen av pengepolitikken la hovedstyret vekt på at oppgangen i norsk økonomi fortsetter.

source: In Norway, Jørgen Thormølen issued banknotes in September 1695.
nb: I Norge utstedte Jørgen Thormøhlen pengesedler i september 1695.

source: The market share of non-bank financial institutions has increased.
nb: Markedsandelen til andre finansinstitusjoner enn banker har økt.

source: years, Norges Bank has engaged with companies that collectively represent about 50
nb: dialog med selskaper som samlet står for om lag 50 prosent av karbonavtrykket i SPUs

source: The low consumer price inflation in Norway may largely be explained by the sharp fall in prices for import-ed goods, which is a result of a price fall in other countries and an appreciation of the krone.
nb: Den lave konsumprisveksten i Norge kan i stor grad forklares ved kraftig prisfall på importerte varer, bådesom følge av prisfall ute og styrket valutakurs.

source: The rest of the meeting was devoted to a presentation of the draft consultation report on market conventions for financial products with Nowa as a reference rate.
nb: Resten av møtet ble viet til en gjennomgang av utkastet til høringsrapport om markedskonvensjoner for finansielle produkter med Nowa som referanse.

source: Between the motif and legend is the signature of the artist, GJL (Grazyna Jolanta Lindau)
nb: Mellom motivet og omskriften signaturen til formgivar Grazyna Jolanta Lindaus (GJL).

source: Norges Bank can assist with this work.
nb: Norges Bank kan bistå i arbeidet.

source: Of financial sector undertakings that currently have an account with Norges Bank, Norges Bank considers those institutions appearing on the list below to be monetary policy counterparties with the right to participate in all Bank facilities.
nb: Av foretak i finansiell sektor som i dag har konto i Norges Bank, vurderer Norges Bank de institusjoner som fremkommer av listen under som pengepolitiske motparter med rett til å delta i samtlige av Norges Banks fasiliteter.

source: Speed limits are an example of such a rule.
nb: Fartsgrensene på veiene er en slik regel.

source: risk management and internal control in NBIM for 2020. The report is to be submitted
nb: risikostyring og internkontroll i kapitalforvaltningen for 2020 til etterretning. Rapporten

source: have adjusted their workforces.
nb: tjenestesektoren har falt.

source: Climate risk, both physical risk and transition risk, may entail risks to financial stability.
nb: En viktig rolle for sentralbanken er å bidra til en kunnskapsbasert samfunnsdebatt.

source: benchmark rate for high-risk enterprises has stood at
nb: Renten var høyest i varehande-

source: Both market participants and central banks in the
nb: Både markedsaktører og sentralbankene i EU og

source: The index is set at 100 in 1995.
nb: Indeksen er satt lik 100 i 1995.

source: The chart shows developments in GATT/WTO trade cooperation from1947 to February 2006.
nb: Figuren viser utviklingen i handelssamarbeidet i GATT/WTO fra 1947 og fram til februar 2006.

source: over 40 per cent of the bonds pledged by these banks
nb: anslås at vel 40 prosent av obligasjonene disse bankene

source: The companies in the GPFG’s equity portfolio
nb: Selskapene i fondets aksjeportefølje slapp ut

source: Banks’ exposures to commercial real estate are high
nb: Bankene har høy eksponering mot næringseiendom

source: At the end of September 2019, the working group for alternative reference rates (ARR) published its report, which recommended a reformed version of Nowa as an alternative reference rate for financial contracts denominated in NOK.
nb: Arbeidsgruppen for alternative referanserenter (ARR) publiserte i slutten av september 2019 sin rapport som anbefalte en reformert versjon av Nowa som alternativ referanserente i norske kroner.

source: On the rather thinly populated Agder coast, there was a nearly total mobilisation of manpower and materials for the benefit of sailing ships.
nb: På den ikke spesielt folkerike Agder-kysten foregikk det en nær sagt total ressursmobilisering til fordel for seilskipsfarten.

source: 1 PLN = 2.1994 NOK 2021-12-20 Norges Bank's middle rates
nb: 1 PLN = 2.1994 NOK 2021-12-20 Norges Banks midtkurs

source: According to Bordo, the pendulum swings between measures to
nb: Ifølge Bordo svinger pendelen mellom tiltak for å

source: The gap between the indexes widened considerably in 2017, when CBRE’s rents rose markedly.
nb: Forskjellen mellom indeksene økte betydelig i 2017, da CBREs leiepriser økte markert.

source: policy will depend on how the measurement error is
nb: vil avhenge av hvordan målefeilen inngår.

source: Kjetil Watne presented the main elements of the report, including the risk outlook and risk-reduction measures.
nb: Kjetil Watne redegjorde for hovedelementer i rapporten, herunder risikobildet og risikoreduserende tiltak.

source: Below the portrait: the year 2021 with the initials of Norges Bank.
nb: Under portrettet: årstallet 2021 med initialene til Norges Bank i midten.

source: exchange purchases since January 2000, while the green line shows the cumulative difference
nb: viser den blå linjen Norges Banks akkumulerte valutakjøp siden januar 2000, mens den grønne

source: Thus, the OECD and the IMF are recommending measures intended to deal with the time inconsistency problem and bolster confidence that long-term plans will actually be implemented.
nb: OECD og IMF foreslår derfor tiltak som skal bidra til å avhjelpe tidsinkonsistensproblemet og øke troverdigheten av at langsiktige planer faktisk blir gjennomført.

source: The design on the reverse features Ole Bull’s portrait fused with part of a sheet of music from his composition ”Seterjentens søndag”, one of Bull’s most famous compositions, with his name (OLE BULL), the anniversary year (200 ÅR) and the coin’s denomination (10 kr) to the right.
nb: Motivet er en sammensmelting av Ole Bulls portrett og deler av noteark til ”Seterjentens søndag” samt navn (OLE BULL), jubileum (200 ÅR) og valørangivelse (10 kr).

source: to represent domestic costs
nb: og prisene på varer i utlandet blir

source: The Oseberg ship was built in southwestern Norway in 820 and was used as a burial ship 14 years later in Tønsberg for two women who were buried with a trove of artefacts and textiles for the afterlife.
nb: Osebergskipet ble bygget på Sør-Vestlandet i år 820, og ble 14 år senere gravskip ved Tønsberg for to damer som fikk med seg en rikholdig kunst- og tekstilkultur i etterlivet.

source: Polish zloty (PLN) - daily exchange rate from Norges Bank
nb: Polske zloty (PLN) - dagens valutakurs fra Norges Bank

source: Item 114/2018 Consultation NOU (Official Norwegian Reports) 2018:7 New Act on official statistics and Statistics Norway
nb: Sak 114/2018 Høring NOU 2018:7 Ny lov om offisiell statistikk og Statistisk sentralbyrå
